Repository: hemal08ce094/overhead
Catalog: Skylight AR/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: Wave the phone in a figure-8 to recalibrate the compass.
de: Beweg das iPhone in einer Acht, um den Kompass neu zu kalibrieren.
es: Mueve el teléfono dibujando un 8 para recalibrar la brújula.
fr: Dessinez un huit avec le téléphone pour réétalonner la boussole.
it: Muovi il telefono a forma di 8 per ricalibrare la bussola.
ja: iPhoneを8の字を描くように振って、コンパスを再調整してください。

source: Waxing crescent
de: Zunehmende Sichel
es: Luna creciente
fr: Premier croissant
it: Luna crescente
ja: 三日月

source: Waxing gibbous
de: Zunehmender Mond
es: Gibosa creciente
fr: Gibbeuse croissante
it: Gibbosa crescente
ja: 十三夜月

source: Welcome back — re-align the sky?
de: Willkommen zurück — Himmel neu ausrichten?
es: Hola de nuevo — ¿realineamos el cielo?
fr: Bon retour — réaligner le ciel ?
it: Bentornato — riallineare il cielo?
ja: おかえりなさい — 空を合わせ直しますか？

source: What it is
de: Was es ist
es: Qué es
fr: Ce que c’est
it: Che cos'è
ja: 解説

source: What the colors mean
de: Was die Farben bedeuten
es: Qué significan los colores
fr: La signification des couleurs
it: Cosa significano i colori
ja: 色の意味

source: What's Flying Over Me
de: Was fliegt über mir
es: Qué vuela sobre mí
fr: Ce qui vole au-dessus de moi
it: Cosa mi vola sopra
ja: 頭上を飛んでいるのは

source: What's overhead
de: Was über dir ist
es: Qué hay sobre ti
fr: Ce qui passe au-dessus
it: Cosa c'è sopra di te
ja: 頭上には何が

source: Where everyone begins
de: Wo alle anfangen
es: Donde todos empiezan
fr: Là où tout le monde commence
it: Da dove partono tutti
ja: 誰もがここから始まります

source: Widebody Collector
de: Widebody-Sammler
es: Coleccionista de fuselaje ancho
fr: Collectionneur de Gros-Porteurs
it: Collezionista di Widebody
ja: ワイドボディコレクター

source: Wolf Moon
de: Wolfsmond
es: Luna del Lobo
fr: Lune du Loup
it: Luna del Lupo
ja: ウルフムーン

source: Worm Moon
de: Wurmmond
es: Luna del Gusano
fr: Lune des Vers
it: Luna del Verme
ja: ワームムーン

source: Writing with on-device intelligence…
de: Wird mit Intelligenz auf dem Gerät geschrieben…
es: Redactando con inteligencia en el dispositivo…
fr: Rédaction avec l’intelligence embarquée…
it: Scrivo con l'intelligenza sul dispositivo…
ja: 端末上の知能が執筆中…

source: Written on this device by Apple Intelligence.
de: Auf diesem Gerät von Apple Intelligence geschrieben.
es: Escrito en este dispositivo por Apple Intelligence.
fr: Rédigé sur cet appareil par Apple Intelligence.
it: Scritto su questo dispositivo da Apple Intelligence.
ja: この端末上でApple Intelligenceが作成しました。

source: YOU
de: DU
es: TÚ
fr: VOUS
it: TU
ja: あなた

source: Your location places the sky around you, and is sent to public flight services like airplanes.live to fetch the aircraft near you — never linked to an account, logged by us, or used to track you. Favorites and stats live only on this device. To improve the app, Overhead may collect anonymous usage statistics — which features get used, never who you are, where you are, or what you looked at. You can turn this off below. Aircraft data comes from public feeds: airplanes.live (positions), adsbdb (routes), planespotters.net (photos), CelesTrak (orbits). Those services have their own terms.
de: Dein Standort platziert den Himmel um dich herum und wird an öffentliche Flugdienste wie airplanes.live gesendet, um die Flugzeuge in deiner Nähe zu laden — nie mit einem Konto verknüpft, nie von uns protokolliert, nie zum Tracking genutzt. Favoriten und Statistiken bleiben nur auf diesem Gerät. Um die App zu verbessern, kann Overhead anonyme Nutzungsstatistiken erfassen — welche Funktionen genutzt werden, nie wer du bist, wo du bist oder was du dir angesehen hast. Du kannst das unten abschalten. Flugzeugdaten stammen aus öffentlichen Feeds: airplanes.live (Positionen), adsbdb (Routen), planespotters.net (Fotos), CelesTrak (Orbits). Für diese Dienste gelten deren eigene Bedingungen.
es: Tu ubicación sitúa el cielo a tu alrededor y se envía a servicios públicos de vuelos como airplanes.live para obtener los aviones cercanos — nunca se vincula a una cuenta, nunca la registramos ni se usa para rastrearte. Los favoritos y las estadísticas viven solo en este dispositivo. Para mejorar la app, Overhead puede recopilar estadísticas de uso anónimas — qué funciones se usan, nunca quién eres, dónde estás ni qué miraste. Puedes desactivarlo abajo. Los datos de aeronaves provienen de fuentes públicas: airplanes.live (posiciones), adsbdb (rutas), planespotters.net (fotos), CelesTrak (órbitas). Esos servicios tienen sus propios términos.
fr: Votre position place le ciel autour de vous et est envoyée à des services de vol publics comme airplanes.live pour récupérer les avions à proximité — jamais liée à un compte, jamais journalisée par nous, jamais utilisée pour vous pister. Favoris et statistiques restent uniquement sur cet appareil. Pour améliorer l’app, Overhead peut collecter des statistiques d’utilisation anonymes — quelles fonctions sont utilisées, jamais qui vous êtes, où vous êtes ni ce que vous avez regardé. Vous pouvez désactiver cela ci-dessous. Les données des avions proviennent de flux publics : airplanes.live (positions), adsbdb (routes), planespotters.net (photos), CelesTrak (orbites). Ces services ont leurs propres conditions.
it: La tua posizione colloca il cielo intorno a te e viene inviata a servizi di volo pubblici come airplanes.live per recuperare gli aerei nelle vicinanze — mai collegata a un account, registrata da noi o usata per tracciarti. Preferiti e statistiche vivono solo su questo dispositivo. Per migliorare l'app, Overhead può raccogliere statistiche d'uso anonime — quali funzioni vengono usate, mai chi sei, dove sei o cosa hai guardato. Puoi disattivarlo qui sotto. I dati degli aerei arrivano da feed pubblici: airplanes.live (posizioni), adsbdb (rotte), planespotters.net (foto), CelesTrak (orbite). Questi servizi hanno i propri termini.
ja: 位置情報はあなたの周りに空を配置するために使われ、付近の航空機を取得するためにairplanes.liveなどの公開フライトサービスへ送信されます — アカウントに紐づけられたり、当方が記録したり、追跡に使われたりすることは決してありません。お気に入りと統計はこの端末内にのみ保存されます。 アプリ改善のため、Overheadは匿名の利用統計を収集することがあります — 使われた機能だけで、あなたが誰か、どこにいるか、何を見たかは決して含まれません。下でオフにできます。 航空機データは公開フィードに由来します：airplanes.live（位置）、adsbdb（ルート）、planespotters.net（写真）、CelesTrak（軌道）。各サービスには固有の利用規約があります。

source: Your place under the sky
de: Dein Platz unter dem Himmel
es: Tu lugar bajo el cielo
fr: Votre place sous le ciel
it: Il tuo posto sotto il cielo
ja: 空の下の、あなたの場所

source: Your sky is quiet right now — no aircraft within forty nautical miles.
de: Dein Himmel ist gerade still — kein Flugzeug im Umkreis von vierzig Seemeilen.
es: Tu cielo está tranquilo ahora mismo — ningún avión en cuarenta millas náuticas.
fr: Votre ciel est calme en ce moment — aucun avion à moins de quarante milles nautiques.
it: Il tuo cielo è tranquillo al momento — nessun aereo entro quaranta miglia nautiche.
ja: いまあなたの空は静かです — 40海里以内に航空機はいません。

source: Your tier
de: Dein Rang
es: Tu rango
fr: Votre rang
it: Il tuo grado
ja: あなたのティア

source: Your tier: %@. Learn about tiers and medals.
de: Dein Rang: %@. Mehr über Ränge und Medaillen erfahren.
es: Tu rango: %@. Conoce los rangos y medallas.
fr: Votre rang : %@. En savoir plus sur les rangs et médailles.
it: Il tuo grado: %@. Scopri gradi e medaglie.
ja: あなたのティア：%@。ティアとメダルについて見ます。

source: Your tier: %@. Opens tiers and medals.
de: Dein Rang: %@. Öffnet Ränge und Medaillen.
es: Tu rango: %@. Abre rangos y medallas.
fr: Votre rang : %@. Ouvre les rangs et médailles.
it: Il tuo grado: %@. Apre gradi e medaglie.
ja: あなたのティア：%@。ティアとメダルを開きます。

source: Zoomed to %@ times. Reset zoom.
de: Auf das %@-Fache gezoomt. Zoom zurücksetzen.
es: Zoom de %@ aumentos. Restablecer zoom.
fr: Zoom ×%@. Réinitialiser le zoom.
it: Zoom a %@ volte. Reimposta lo zoom.
ja: %@倍にズームしています。ズームをリセットします。

source: Every flight counts
de: Jeder Flug zählt
es: Cada vuelo cuenta
fr: Chaque vol compte
it: Ogni volo conta
ja: すべてのフライトが数えられる

source: Each plane you spot climbs you through twelve tiers, every one struck as a medal. Find your standing in Profile.
de: Jedes gesichtete Flugzeug bringt dich durch zwölf Ränge, jeder als Medaille geprägt. Deinen Stand findest du im Profil.
es: Cada avión que avistas te hace subir por doce rangos, cada uno acuñado como una medalla. Consulta tu posición en Perfil.
fr: Chaque avion repéré vous fait gravir douze rangs, chacun frappé comme une médaille. Retrouvez votre position dans Profil.
it: Ogni aereo che avvisti ti fa salire attraverso dodici livelli, ognuno coniato come una medaglia. Trova la tua posizione nel Profilo.
ja: 飛行機を見つけるたびに12のティアを昇格。各ティアはメダルとして刻印されます。プロフィールで確認できます。

source: where everyone begins
de: wo alle beginnen
es: donde todos empiezan
fr: où tout le monde commence
it: dove tutti iniziano
ja: 誰もがここから

source: %@ flights
de: %@ Flüge
es: %@ vuelos
fr: %@ vols
it: %@ voli
ja: %@機

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける

source: Progress to next tier
de: Fortschritt zum nächsten Rang
es: Progreso hacia el siguiente rango
fr: Progression vers le rang suivant
it: Progresso verso il livello successivo
ja: 次のティアへの進捗

source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: %lld per cento
ja: %lldパーセント

source: Aldebaran
es: Aldebarán
fr: Aldébaran
ja: アルデバラン

source: Aviator
es: Aviador
fr: Aviateur
it: Aviatore
ja: アビエーター

source: Castor
es: Cástor
it: Castore
ja: カストル

source: Flightradar24 API token
es: Token de API de Flightradar24
fr: Jeton API Flightradar24
it: Token API di Flightradar24
ja: Flightradar24 APIトークン

source: Globetrotter
es: Trotamundos
fr: Globe-trotteur
ja: グローブトロッター

source: HEAVIES
es: PESADOS
fr: GROS-PORTEURS
it: HEAVY
ja: 大型機

source: Jupiter
es: Júpiter
it: Giove
ja: 木星

source: Mars
es: Marte
it: Marte
ja: 火星

source: Navigator
es: Navegante
fr: Navigateur
it: Navigatore
ja: ナビゲーター

source: NNW
es: NNO
fr: NNO
it: NNO
ja: 北北西

source: NW
es: NO
fr: NO
it: NO
ja: 北西

source: Pollux
es: Pólux
it: Polluce
ja: ポルックス

source: Regulus
es: Régulo
fr: Régulus
it: Regolo
ja: レグルス

source: Saturn
es: Saturno
fr: Saturne
it: Saturno
ja: 土星

source: Sirius
es: Sirio
it: Sirio
ja: シリウス

source: Spica
es: Espiga
ja: スピカ

source: SSW
es: SSO
fr: SSO
it: SSO
ja: 南南西

source: SW
es: SO
fr: SO
it: SO
ja: 南西

source: Voyager
es: Viajero
fr: Voyageur
ja: ボイジャー

source: W
es: O
fr: O
it: O
ja: 西

source: WNW
es: ONO
fr: ONO
it: ONO
ja: 西北西

source: WSW
es: OSO
fr: OSO
it: OSO
ja: 西南西

source: Altair
fr: Altaïr
ja: アルタイル

source: Antares
fr: Antarès
ja: アンタレス

source: Venus
fr: Vénus
it: Venere
ja: 金星

source: Canopus
it: Canopo
ja: カノープス

source: Achernar
ja: アケルナル

source: Capella
ja: カペラ

source: Deneb
ja: デネブ

source: Fomalhaut
ja: フォーマルハウト

source: Heavy Metal
ja: ヘビーメタル

source: N
ja: 北

source: Rigel
ja: リゲル

source: S
ja: 南

source: Spotter
ja: スポッター

source: Squawk
ja: スコーク

source: Superjumbo
ja: スーパージャンボ
